import React, { Component } from 'react'

import './sass/style.scss'

class About extends Component {
  flatbread () {
    return (
      <div className='flatbread'>
        <p>
          ողջո՛ւյն, հա՛յ օտակու
        </p>

        <p>
          հուսով ենք, լավ ես այս տարօրինակ ու մարտահրավերներով լի ժամանակներում։ <br />

          հասկանում ենք, որ այսօր հայ ու հայախոս հասարակության առաջ բազմաթիվ խնդիրներ կան ծառացած, ու անիմեների կամ մանգաների թարգմանությունը
          շատերի համար առաջնահերթություն չունի։ սակայն, եթե նման ցանկություն կա՝ հրավիրում ենք շեղվել ու վայելել հայերե՛ն անիմեներ ու մանգաներ։
        </p>

        <p>
          չէ՞ որ ինքության պահպանման հարցում լեզուն առանցքային դեր ունի:
        </p>

        <p>
          այսպիսով․․․
        </p>

        <p>
          մենք ուրախ ենք տեսնելու քեզ մեր կայքում։ հուսով ենք, քեզ այստեղ դուր կգա, դու այստեղ երկար կմնաս ու նույնիսկ կմտածես ներդրումներ կատարելու մասին։
        </p>

        <p>
          այս կայքը ստեղծել ենք անիմեների ու մանգաների հայերեն թարգմանելու ու դրանք հրապարակելու համար:
        </p>

        <h1> պատմություն </h1>

        <p>
          ամեն ինչ սկսվեց 2013 թվականին, երբ հիմնադիրների խումբը գտավ իրար ու սկսեց բզբզալ։ <br />

          չհանդուրժելով հայաստանում անիմեի ու մանգայի կարգին թարգմանությունների բացակայությունը (2013 թվականի դրությամբ)՝ մենք որոշեցինք ղեկը վերցնել մեր ձեռքը։
          մեր անբեկանելի դիրքորոշումն է, որ հայերենը հոյակապ լեզու է, ու թո՛ւյն կլինի հայերեն մտածել ու խոսել մեր սիրելի օտարալեզու մեդիայի մասին։
        </p>

        <p>
          թե՛ թարգմանությունների, թե՛ կայք ստեղծելու առաջին փորձերը անհաջող կամ կիսահաջող էին։ <br />

          մի քանի հասցե ենք փոխել՝ <code>animelove.ucoz.net</code>, <code>arumenianmanga.do.am</code> և <code>hyotaku.do.am</code> (որոնց հիշատակումներն,
          ի դեպ, կտեսնեք մեր թարգմանած շատ նյութերում)։ հասցեների փոփոխությունը, հնարավոր է, վիճելի որոշում էր։
          սակայն ընթացքում շա՛տ բաներ ենք սովորել․ թե՛ կայքի նպատակների առումով, թե՛ թարգմանության արվեստի, թե՛ ծրագրավորման։
        </p>

        <p>
          անիմեների ու մանգաների հայաֆիկացման հիմանական գործունեությունն իրականացվել է 2013-2015 թվականներին, երբ հիմնադիրների խումբը մեծամասամբ
          բաղկացած էր դպրոցականներից։ բայց, մեծանալով՝ շատերն ընդունվեցին համալսարան, հետո՝ աշխատանքի, այդ ամենից բխող ժամանակի սղությամբ ու այլ խնդիրներով։ <br />

          այդպիսով՝ վերջին 5-6 տարում մենք լուռ ենք եղել։ իսկ հիմա․․․
        </p>

        <p>
          հիմա եկել֊կանգնել ենք մեր սեփական, «զրոյից գրած» կայք ունենալու մտքին, քանի որ
          չենք ուզում կախվածության մեջ լինել երրորդ կազմակերպություններից, ու թույլ տալ նրանց գովազներ տեղադրել մեր այցելուների համար։
          ինչպես նաև՝ ուզում ենք մի տեղ համակարգել մեր «ժառանգությունը», ու նոր տաղանդ ներգրավել այս հայերեն֊ասիրական ծրագրին։
        </p>

        <p>
          եթե ցանկանում ես անիմեներ կամ մանգաներ թարգմանել, կամ կիսվելու մտքեր ու առաջարկներ ունես, անպայման <a href='mailto: high_otaku@yahoo.com'>գրի՛ր մեզ</a>։
        </p>

        <h2> հիմնադիրները </h2>

        <table>
          <tbody>
            <tr>
              <td><strong>tado-mi</strong></td>
              <td>մանգա, անիմե, հոդվածներ</td>
            </tr>
            <tr>
              <td><strong>Iren S.S.</strong></td>
              <td>անիմե, հոդվածներ</td>
            </tr>
            <tr>
              <td>Suoyung</td>
              <td>անիմե, հոդվածներ</td>
            </tr>
            <tr>
              <td><strong>Արի֊սան</strong></td>
              <td>հոդվածներ</td>
            </tr>
            <tr>
              <td><strong>Hikari</strong></td>
              <td>հոդվածներ, խմբագրություն</td>
            </tr>
            <tr>
              <td>ItacHidan</td>
              <td>անիմե</td>
            </tr>
            <tr>
              <td>վասաբի</td>
              <td />
            </tr>
            <tr>
              <td>Inna</td>
              <td>մանգա, հոդվածներ</td>
            </tr>
            <tr>
              <td>Ryōta</td>
              <td>մանգա</td>
            </tr>
            <tr>
              <td>AkumaNoSaigi</td>
              <td>անիմե, հոդվածներ</td>
            </tr>
            <tr>
              <td>luna</td>
              <td>անիմե</td>
            </tr>
            <tr>
              <td>Inori</td>
              <td />
            </tr>

          </tbody>
        </table>

        <h1> ապագայի պատկերացումներ </h1>

        <p>
          հաշվի առնելով հիմնադիր խմբի ներկա զբաղվածություններն ու հետաքրքրությունները՝
          մենք զգալի ու հաստատուն ներդրումների ակնկալիքներ ինքներս մեզանից չունենք։
        </p>

        <p>
          հնարավոր է՝ երբեմն֊երբեմն կլինեն որոշակի թարմացումներ ու հավելումներ, բայց ոչինչ խոսք չենք տալիս։
        </p>

        <p>
          փոխարենը՝ խրախուսում ենք «կրակը մեր ձեռքից տանել»։
        </p>

        <p>
          սա նշանակում է, որ հնարավորություն կա միանալու ծրագրին ու առաջնորդելու։ եթե կարծում ես, որ լավ ղեկավար կլինես ու զարգացման մտքեր ունես՝ <a href='mailto: high_otaku@yahoo.com'>գրի՛ր մեզ</a>։
        </p>

      </div>
    )
  }

  render () {
    return (
      <div className='main-content'>
        <h1> մեր մասին </h1>
        {this.flatbread()}
      </div>

    )
  }
}

export default About
