export const mangaJson = [
  {
    path: 'bleach',
    title: 'բլիչ',
    meta: {
      en: ['bleach']
    },
    complete: false,
    volumes: {
      55: {
        title: 'արյունարբու պատերազմը',
        complete: true
      },
      56: {
        title: 'աստղերը ճեղքողների քայլերթը',
        complete: true
      },
      57: {
        title: 'առանց բողբոջների',
        complete: true
      }
    },
    chapters: {
      480: { cover: '21.jpg' },
      481: { cover: '03.jpg' },
      482: { cover: '04.jpg' },
      483: { cover: '03.jpg' },
      484: { cover: '08.jpg' },
      485: { cover: '03.jpg' },
      486: { cover: '04.jpg' },
      487: { cover: '03.jpg' },
      488: { cover: '03.jpg' },
      489: { cover: '05.jpg' },
      490: {},
      491: { cover: '03.jpg' },
      492: { cover: '06.jpg' },
      493: { cover: '15.jpg' },
      494: { cover: '03.jpg' },
      495: { cover: '03.jpg' },
      496: { cover: '04.jpg' },
      497: { cover: '04.jpg' },
      498: { cover: '03.jpg' },
      499: { cover: '03.jpg' },
      500: { cover: '06.jpg' },
      501: { cover: '04.jpg' },
      502: { cover: '03.jpg' },
      503: { cover: '02.jpg' },
      504: { cover: '03.jpg' },
      505: { cover: '02.jpg' },
      506: {},
      507: { cover: '07.jpg' },
      508: { cover: '03.jpg' },
      509: {}
    },
    authors: ['Տայտո Կուբո'],
    genres: ['էքշն', 'արկածային', 'գերբնական', 'շոնեն'],
    team: {
      translators: ['Inna', 'tado-mi'],
      editors: ['Hikari', 'Anan']
    },
    description: 'Քարաքուրա ուղարկված շինիգամիների հերթական զույգը գետնով է տալիս Գոտեյ 13-ի անունը՝ Փուչերի մի փոքրիկ կայազորի հախից չգալով: Ու օգնության, բնականաբար, հասնում է ժամանակավոր շինիգամին: Հազարամյա արյունարբու պատերազմի հանգուցալուծումը մոտ է։',
    notes: '479-րդ գլխով է ավարտվել համանուն անիմեի թողարկումը:'
  },

  {
    path: 'death-note',
    title: 'մահվան տետրը',
    meta: {
      en: ['death note']
    },
    complete: false,
    volumes: {
      1: {
        complete: true
      },
      2: {
        complete: true
      },
      3: {
        complete: true
      },
      4: {
        complete: true
      },
      5: {
        complete: true
      }
    },
    chapters: {
      1: { cover: '03.png' },
      2: { cover: '03.png' },
      3: { cover: '00.png' },
      4: { cover: '02.jpg' },
      5: { cover: '02.jpg' },
      6: { cover: '01.png' },
      7: { cover: '01.png' },
      8: { cover: '09.jpg' },
      9: {},
      10: {},
      11: {},
      12: { cover: '02.png' },
      13: {},
      14: {},
      15: {},
      16: {},
      17: { cover: '02.jpg' },
      18: {},
      19: { cover: '02.jpg' },
      20: {},
      21: {},
      22: {},
      23: {},
      24: {},
      25: { cover: '02.jpg' },
      26: { cover: '02.jpg' },
      27: {},
      28: { cover: '04.png' },
      29: {},
      30: {},
      31: {},
      32: {},
      33: { cover: '06.png' },
      34: {},
      35: {},
      36: {},
      37: {},
      38: {},
      39: {},
      40: {},
      41: {},
      42: {},
      43: {}
    },
    authors: ['Ցուգումի Օբա', 'Օբատա Տաքեշի'],
    genres: ['դրամա', 'միստիկա', 'շոնեն', 'գերբնական', 'հոգեբանական'],
    team: {
      translators: ['Inna', 'tado-mi'],
      editors: ['Hikari', 'Inori']
    },
    description: 'Յագամի Լայտը 17 տարեկան ճապոնացի հանճար է, ով հոգնել է կյանքից ու աշխարհից։ Տեխնիկապես անմահ մահվան աստված Րյուքը՝ նույնպես։ Օրերից մի օր Լայտը Րյուքի «Մահվան տետրն» է գտնում։ Ու որոշում մաքրել չարիքում խրված մոլորակը։ Նրան ընդիմանում է աշխարհի լավագույն խուզարկուն՝ Էլը։ Երկուսն էլ վստահ են, որ արդարությունն իրե՛նք են ներկայացնում։'
  },

  {
    path: 'hellsing',
    title: 'հելլսինգ',
    meta: {
      en: ['hellsing']
    },
    complete: false,
    submanga: [

      {
        path: 'main',
        title: 'հիմանական',
        meta: {
          en: ['main']
        },
        complete: false,
        volumes: {
          1: {
            complete: true
          },
          2: {
            complete: true
          }
        },
        chapters: {
          1: { cover: '03.png' },
          2: { cover: '02.png' },
          3: { cover: '02.png' },
          4: { cover: '02.png' },
          5: { cover: '02.png' },
          6: { cover: '01.png' },
          7: { cover: '05.png' },
          8: { cover: '02.png' },
          9: { cover: '02.png' },
          10: {},
          11: { cover: '02.png' },
          12: { cover: '02.png' }
        }
      },

      {
        path: 'crossfire',
        title: 'ընդհարումը',
        meta: {
          en: ['the crossfire']
        },
        complete: true,
        volumes: {
          1: {
            complete: true
          }
        },
        chapters: {
          1: { cover: '02.png' },
          2: { cover: '02.png' },
          3: { cover: '02.png' }
        }
      },

      {
        path: 'dawn',
        title: 'լուսաբացը',
        meta: {
          en: ['the dawn']
        },
        complete: true,
        volumes: {
          1: {
            complete: true
          }
        },
        chapters: {
          1: { cover: '04.jpg' },
          2: { cover: '02.png' },
          3: { cover: '01.JPG' },
          4: { cover: '02.JPG' },
          5: { cover: '02.jpg' },
          6: { }
        }
      }
    ],
    authors: ['Քոութա Հիրանո'],
    genres: ['էքշն', 'սարսափ', 'վամպիրներ', 'գերբնական', 'սեյնեն'],
    team: {
      translators: ['tado-mi']
    },
    description: ''
  },

  {
    path: 'k-on',
    title: 'քեյ֊օն',
    meta: {
      en: ['k-on']
    },
    complete: false,
    volumes: {
      1: {
        complete: false
      }
    },
    chapters: {
      0: { cover: '02.png' },
      1: { },
      2: { },
      3: { }
    },
    authors: ['Kakifly'],
    genres: ['հումոր', 'երաժշտական', 'դպրոց'],
    team: {
      translators: ['Earl_Grey'],
      editors: ['tado-mi']
    },
    description: 'Յուի Հիրասավան, տեղափոխվելով ավագ դպրոց, չափազանց երջանիկ լինելուց բացի, չի կարողանում հետաքրքրություններին համապատասխան ակումբ գտնել: Ընտրությունը վերջի վերջո կանգ է առնում Քեյ-Օնի` թեթև երաժշտության սիրահարների խմբի վրա: Յուին որևէ երաժշտական գործիքի վրա նվագել չգիտի, իսկ Քեյ-Օնին անդամ է պետք գտնել, որպեսզի ակումբը չփակեն:'
  },

  {
    path: 'kuroko-no-baske',
    title: 'կուրոկոյի բասկետբոլը',
    meta: {
      en: ['kuroko\'s basketball']
    },
    complete: false,
    submanga: [

      {
        path: 'extra-cut',
        title: 'էքստրա քաթ',
        meta: {
          en: ['extra cut']
        },
        complete: false,
        volumes: {
          1: {
            complete: false
          }
        }
      }

    ],
    authors: ['Ֆուջիմակի Տադատոշի'],
    genres: ['սպորտային', 'շոնեն'],
    team: {
      translators: ['Inna', 'Ryōta'],
      editors: ['tado-mi']
    },
    description: '«Կուրոկոյի բասկետբոլը։ Extra Game»-ը օրիգինալ «Կուրոկոյի բասկետբոլը» մանգայի շարունակությունն է։ Այն կենտրոնացված է իրադարձությունների շուրջ, որոնք տեղի են ունենում «Ձմեռային գավաթից» մեկ տարի անց՝ Կուրոկոյի և Կագամիի երկրորդ միջհամայնքայիններից հետո։'
  },

  {
    path: 'naruto',
    title: 'նարուտո',
    meta: {
      en: ['naruto']
    },
    complete: false,
    volumes: {
      60: {
        complete: false,
        title: 'Քուրամա'
      }
    },
    authors: ['Մասաշի Քիշիմոտո'],
    genres: ['շոնեն'],
    team: {
      translators: ['tado-mi']
    }
  },

  {
    path: 'naruto-wst',
    title: 'նարուտո (արևմտահայերեն)',
    meta: {
      en: ['naruto (western armenian)']
    },
    complete: false,
    volumes: {
      60: {
        complete: false,
        title: 'Քուրամա'
      }
    },
    authors: ['Մասաշի Քիշիմոտո'],
    genres: ['շոնեն'],
    team: {
      translators: ['մարգար']
    }
  },

  {
    path: 'one-piece',
    title: 'վան փիս',
    meta: {
      en: ['one piece']
    },
    complete: false,
    volumes: {
      1: {
        title: 'արկածների լուսաբացը',
        complete: true
      },
      2: {
        title: 'ընդհարում․ բագիի ծովահենախումբը',
        complete: false
      }
    },
    chapters: {
      1: { cover: '16.png' },
      2: { cover: '03.png' },
      3: {},
      4: {},
      5: {},
      6: {},
      7: {},
      8: {},
      9: { cover: '01.png' },
      10: {},
      11: {}
    },
    authors: ['Էիչիրո Օդա'],
    genres: ['էքշն', 'շոնեն'],
    team: {
      translators: ['tado-mi']
    }
  },

  {
    path: 'rurouni-kenshin',
    title: 'րուրոունի քենշին',
    meta: {
      en: ['samurai x']
    },
    complete: false,
    submanga: [
      {
        path: 'master-of-the-flame',
        title: 'կրակի վարպետը',
        meta: {
          en: ['master of the flame']
        },
        complete: true,
        volumes: {
          1: {
            complete: true
          }
        },
        chapters: {
          1: { cover: '04.png' },
          2: { cover: '02.jpg' }
        }
      }
    ],
    authors: ['Նոբուհիրո Վացուկի'],
    genres: ['էքշն', 'պատմական', 'գերբնական', 'շոնեն'],
    team: {
      translators: ['tado-mi']
    },
    description: 'Պատմություն հզորագույն թրի վարպետի՝ Շիշիո Մակոտոյի ու Յոշիվարայի լավագույն մարմնավաճառի՝ Կոմագատա Յումիի հանդիպման ու ղզիկությունների մասին։',
    rating: ''
  }
]

export const animeJson = [
  {
    path: 'gurren-lagann',
    title: 'գուրրեն լագանն',
    meta: {
      en: ['gurren lagann']
    },
    channel: 'gurren_lagann',
    complete: true,
    episodes: {
      1: {
        title: 'Շաղափովդ Պատռի՛ր Երկինքը'
      },
      2: {
        title: 'Իսկ Ես ասացի՝ կհեծնեմ'
      },
      3: {
        title: 'Դու ո՞վ ես, այ երկու մռթանի'
      },
      4: {
        title: 'Եթե հազար մռթանի ես, ուրեմն հզո՞ր ես'
      },
      5: {
        title: 'Ես դա չեմ հասկանա'
      },
      6: {
        title: 'Ծածկվածը պետք է բացվի'
      },
      7: {
        title: 'Դա...դու՛ կանես'
      },
      8: {
        title: 'Մնաք բարո՛վ, եղբայրներ'
      },
      9: {
        title: 'Ի՞նչ է նշանակում «մարդ»'
      },
      10: {
        title: 'Ո՞վ է այդ «եղբայրը»'
      },
      11: {
        title: 'Սիմոն, տա՛ր ձեռքերդ'
      },
      12: {
        title: 'Յոկո, կարո՞ղ եմ մի բան խնդրել'
      },
      13: {
        title: 'Պարոնայք, վրա՛ տվեք'
      },
      14: {
        title: 'Ողջու՛յն, ընկերներ'
      },
      15: {
        title: 'Ես կգնամ նոր օրվան ընդառաջ'
      },
      16: {
        title: 'Մեգա-աղցան'
      },
      17: {
        title: 'Դու բացարձակապես ոչինչ չես հասկանում'
      },
      18: {
        title: 'Պատմի՛ր ինձ այս աշխարհի գաղտնիքները'
      },
      19: {
        title: 'Մենք պետք է փրկվենք ամեն գնով'
      },
      20: {
        title: 'Դեռ որքա՞ն Աստվածային փորձություններ են մեզ սպասում'
      },
      21: {
        title: 'Դուք այն մարդն եք, որը պարտավոր է ողջ մնալ'
      },
      22: {
        title: 'Սա իմ վերջին պարտքն է'
      },
      23: {
        title: 'Առա՛ջ դեպի գլխավոր հաղթանակը'
      },
      24: {
        title: 'Այս ակնթարթը հավերժ ինձ հետ կլինի'
      },
      25: {
        title: 'Ես կկատարեմ քո վերջին կամքը'
      },
      26: {
        title: 'Գնացի՛նք, եղբայրնե՛ր'
      },
      27: {
        title: 'Երկնքի լույսերը աստղերն են'
      }
    },
    authors: ['Հիրոյուքի Իմաիշի'],
    genres: ['արկածային', 'դրամա', 'կատակերգություն', 'մեխա', 'շոնեն', 'ֆանտաստիկա'],
    team: {
      translators: ['Iren S.S.'],
      editors: ['Hikari', 'Inori', 'Iren S.S.']
    },
    description: 'Սիմոնն ապրում է ստորգետնյա գյուղում և ամեն օր կատարում է նույն աշխատանքը՝ փորում է հողը՝ օգնելով ընդլայնել գյուղի սահմանները։ Նրան այդպիսի կյանքը, կարծես, բավարարում է, սակայն նրա միակ ընկեր՝ խիզախ ու արկածախնդիր Կամինան չի կարողանում համակերպվել այդպիսի կյանքին և ամեն կերպ փորձում է դուրս պրծնել գյուղից և բարձրանալ Մակերես, որտեղ «ո՛չ պատեր կան, ո՛չ էլ առաստաղ»։ Օրերից մի օր գյուղի գմբեթը անսպասելիորեն փլվում է և վերևից ընկնում է մի հսկայական մեխա-ռոբոտ։ Մինչ բոլորը խուճապահար թաքնվում են, Կամինան վստահորեն հայտարարում է, որ նա մի հարվածով կջարդի այդ լրբացած ռոբոտին։ Սիմոնին, իհարկե, այս ամենը դուր չի գալիս, բայց թարսի պես էլ նա դրանից առաջ մի տարօրինակ «հսկայական դեմք» էր գտել հողում, ինչից էլ չի հապաղում օգտվել Կամինան։',
    rating: '14+'
  },

  {
    path: 'nogame-nolife',
    title: 'չկա խաղ՝ չկա կյանք',
    meta: {
      en: ['no game no life']
    },
    channel: 'no_game_no_life',
    complete: true,
    episodes: {
      1: {
        title: 'Նորեկ'
      },
      2: {
        title: 'Սիրողական խաղացող'
      },
      3: {
        title: 'Փորձառու'
      },
      4: {
        title: 'Գրոսմայստեր'
      },
      5: {
        title: 'Թույլ դաշտ'
      },
      6: {
        title: 'Հետաքրքրություն'
      },
      7: {
        title: 'Զոհ'
      },
      8: {
        title: 'Կեղծ ավարտ'
      },
      9: {
        title: 'Երկնքի զբոսանք'
      },
      10: {
        title: 'Կապույտ վարդ'
      },
      11: {
        title: 'Սպանել հսկային'
      },
      12: {
        title: 'Տաս պատվիրան'
      }
    },
    authors: ['Ացուկի Իշիզուկա'],
    genres: ['արկածային', 'կատակերգություն', 'ֆենթեզի'],
    team: {
      translators: ['AkumaNoSaigi', 'luna'],
      editors: ['Inori']
    },
    description: 'Շիրոն գերմարդկային ինտելեկտով աղջիկ է, Սորան նրա ոչ պակաս ինտելեկտով եղբայրն է: Միասին նրանք Դատարկներն են, ովքեր հաղթում են մարդկային աշխարհի բոլոր խաղերը: Բայց նրանց իր աշխարհ է տանում Թեդը՝ խաղերի Աստվածը, որտեղ էլ նրանց սպասվում են նոր, հետաքրքիր խաղեր:',
    rating: '16+'
  },

  {
    path: 'makoto-shinkai',
    title: 'մակոտո շինկայ',
    meta: {
      en: ['makoto shinkai']
    },
    shorts: true,
    list: {
      1: {
        title: 'ինչ֊որ մեկի հայացքը',
        meta: {
          en: ['someone\'s gaze']
        }
      },
      2: {
        title: 'խաչմերուկ',
        meta: {
          en: ['crossroad']
        }
      }
    },
    authors: ['Մակոտո Շինկայ'],
    genres: ['ռոմանտիկա', 'դրամա'],
    team: {
      translators: ['AkumaNoSaigi'],
      editors: ['Hikari']
    },
    description: 'Շինկայի ստեղծագործությունների հիմնական թեման միայնությունն ու բաժանումն են, որ ապրում են երկու հոգի: Այս թեման առկա է նրա գրեթե բոլոր գործերում, և երբեմն թվում է, թե Շինկայը կրկնում է միևնույն պատմությունը` պարզապես փոխելով ձևավորումը: Սակայն պետք է չէ նրան մեղադրել. չէ՞ որ դա ոչ թե կրկնություն է, այլ ամեն անգամ բացարձակ կատարելության հասնելու փորձ, հաջողվա՛ծ փորձ: Մակոտո Շինկայը փնտրում է իր կատարյալ պատմությունը... իսկ մեզ միայն մնում է աչքներս չորս արած հիանալ նրա պատկերների հրաշագեղությամբ:',
    rating: '0+'
  },

  {
    path: 'attack-on-titans',
    title: 'տիտանների գրոհը',
    meta: {
      en: ['attack on titans']
    },
    channel: 'attack_on_titans',
    complete: false,
    seasons: {
      1: {
        complete: true,
        cover: 'jpg'
      }
    },
    episodes: {
      1: {
        title: 'Շիգանշինայի կործանումը (Մաս I). Քեզ Մոտ, երկու հազար տարի անց'
      },
      2: {
        title: 'Շիգանշինայի կործանումը (Մաս II). Այդ օրը'
      },
      3: {
        title: 'Մարդկությունը վեր է կենում ծնկներից (Մաս I). Լույսի շողը հուսահատության մեջ'
      },
      4: {
        title: 'Մարդկությունը վեր է կենում ծնկներից (Մաս II). Ավարտական երեկո'
      },
      5: {
        title: 'Տրոստի ինքնապաշտպանությունը (Մաս I). Առաջին ճակատամարտը'
      },
      6: {
        title: 'Տրոստի ինքնապաշտպանությունը (Մաս II). Աշխարհը նրա աչքերով'
      },
      7: {
        title: 'Տրոստի ինքնապաշտպանությունը (Մաս III). Դաշույն'
      },
      8: {
        title: 'Տրոստի ինքնապաշտպանությունը (Մաս IV). Լսում եմ սրտի բաբախյունը նրա'
      },
      9: {
        title: 'Տրոստի ինքնապաշտպանությունը (Մաս V). Որտե՞ղ է ձախ ձեռքը'
      },
      10: {
        title: 'Տրոստի ինքնապաշտպանությունը (Մաս VI). Պատասխան'
      },
      11: {
        title: 'Տրոստի ինքնապաշտպանությունը (Մաս VII). Կուռք'
      },
      12: {
        title: 'Տրոստի ինքնապաշտպանությունը (Մաս VIII). Սպի'
      },
      13: {
        title: 'Տրոստի ինքնապաշտպանությունը (Մաս IX). Բնազդային ցանկություն'
      },
      14: {
        title: 'Այդ օրվանից'
      },
      15: {
        title: 'Հակահարվածից առաջ (Մաս I). Չեմ կարող նրա աչքերի մեջ նայել'
      },
      16: {
        title: 'Հակահարվածից առաջ (Մաս II). Հատուկ նշանակության ջոկատ'
      },
      17: {
        title: 'Հակահարվածից առաջ (Մաս III). Ի՞նչ է պետք անել'
      },
      18: {
        title: '57-րդ արտապատային արշավը (Մաս I). Կանացի առանձնյակ'
      },
      19: {
        title: '57-րդ արտապատային արշավը (Մաս II). Հսկա Ծառերի Անտառը'
      },
      20: {
        title: '57-րդ արտապատային արշավը (Մաս III). Կծոց'
      },
      21: {
        title: '57-րդ արտապատային արշավը (Մաս IV). Էրվին Սմիթ'
      },
      22: {
        title: '57-րդ արտապատային արշավը (Մաս V). Կործանիչ հարված'
      },
      23: {},
      24: {},
      25: {},
      26: {}
    },
    authors: ['Արաքի ՏԵցուրո'],
    genres: ['արկածային', 'ֆենթեզի', 'շոնեն', 'դրամա'],
    team: {
      translators: ['ItacHidan'],
      editors: ['Iren S.S.']
    },
    description: 'Հարյուր տարի շարունակ մարդկությունը խաղաղ ապրել է հսկայական պատերի ներսում, որոնք պաշտպանում էին նրան արտաքին աշխարհի վտանգավոր թշնամիներից: Բոլորը վստահ են, որ քանի դեռ իրենք դուրս չեն գալիս պատերից, իրենց ոչինչ չի կարող սպառնալ: Բայց տարիների ընթացքում մարդիկ հասցրել են կորցնել իրենց զգոնությունը, ինչը շատ մեծ սխալ էր...',
    rating: '16+'
  },

  {
    path: 'toradora',
    title: 'տորադորա',
    meta: {
      en: ['toradora']
    },
    complete: true,
    episodes: {
      1: {
        title: 'Վիշապն ու Վագրը'
      },
      2: {
        title: 'Րյուջին և Տաիգան'
      },
      3: {
        title: 'Քո երգը'
      },
      4: {
        title: 'Ինչպիսի տեսք նա ուներ'
      },
      5: {
        title: 'Կավաշիմա Ամի'
      },
      6: {
        title: 'Իմ իրական կերպարը'
      },
      7: {
        title: 'Լողավազանի բացումը'
      },
      8: {
        title: 'Ու՞մ համար'
      },
      9: {
        title: 'Ասում ես, գնում ենք ծով հանգստանալու՞'
      },
      10: {
        title: 'Հրավառություն'
      },
      11: {
        title: 'Օհաշի ավագ դպրոցի փառատոնը [Մաս առաջին]'
      },
      12: {
        title: 'Օհաշի ավագ դպրոցի փառատոնը [Մաս երկրորդ]'
      },
      13: {
        title: 'Օհաշի ավագ դպրոցի փառատոնը [Ավարտ]'
      },
      14: {
        title: 'Երջանկացնող Գրպանի Վագրը'
      },
      15: {
        title: 'Հեռու աստղեր'
      },
      16: {
        title: 'Քայլ առաջ'
      },
      17: {
        title: 'Սուրբ Ծննդին Մերկուրին վերադառնում է'
      },
      18: {
        title: 'Տոնածառի տակ'
      },
      19: {
        title: 'Սուրբ խնջույքը'
      },
      20: {
        title: 'Միշտ այսօրվա նման'
      },
      21: {
        title: 'Անկախ ամեն ինչից'
      },
      22: {
        title: 'Քեզանով աշխարհը'
      },
      23: {
        title: 'Ճանապարհը, որով պիտի քայլենք'
      },
      24: {
        title: 'Խոստովանություն'
      },
      25: {
        title: 'Տորադորա!'
      }
    },
    authors: ['Նագայ Տացույուքի'],
    genres: ['կատակերգություն', 'ռոմանտիկա', 'դրամա'],
    team: {
      translators: ['Suoyung', 'tado-mi'],
      editors: ['Iren S.S.', 'Hikari']
    },
    description: 'Պատմությունը սկսվում է, երբ Րյուջի Տակասուն, ով արդեն հոգնել էր իրեն շրջապատողների համար ավելի լավը երևալու փորձերից, ընդունվում է ավագ դպրոցի երկրորդ դասարան։ Չնայած իր բարի էությանը, իր հայացքի և արտաքինի պատճառով Րյուջիին անընդհատ ավազակի տեղ են դնում, և նա մոտոկա ապագայում ընկերուհի գտնելու հույսեր չի էլ փափագում։ Սակայն շուտով նա բախվում է դպրոցի ամենավտանգավոր արարածի՝ Տայգա Աիսակայի հետ․ առաջին հանդիպումը Րյուջիի համար նոքաուտով է ավարտվում։',
    rating: '14+'
  },

  {
    path: 'xxxholic',
    title: 'եռիքսահոլիք',
    meta: {
      en: ['xxxholic']
    },
    complete: true,
    episodes: {
      1: {
        title: 'Անխուսափելի'
      },
      2: {
        title: 'Սուտը'
      },
      3: {
        title: 'Հրեշտակ'
      },
      4: {
        title: 'Կանխագուշակ'
      },
      5: {
        title: 'Շիրիտորի'
      },
      6: {
        title: 'Մեղքերի թողություն'
      },
      7: {
        title: 'Հորտենզիա'
      },
      8: {
        title: 'Պայմանագիր'
      },
      9: {
        title: 'Ճկույթի խոստում'
      },
      10: {
        title: 'Մոմի լույս'
      },
      11: {
        title: 'Խոստովանություն'
      },
      12: {
        title: 'Ամառային ստվեր'
      },
      13: {
        title: 'Կերպարանափոխություն'
      },
      14: {
        title: 'Կնիք'
      },
      15: {
        title: 'Ազատում'
      },
      16: {
        title: 'Վերամիավորում'
      },
      17: {
        title: 'Ինքնագնահատական'
      },
      18: {
        title: 'Լապտեր'
      },
      19: {
        title: 'Անարդարություն'
      },
      20: {
        title: 'Հատուցում'
      },
      21: {
        title: 'Եղունգներ կտրելը'
      },
      22: {
        title: 'Գայթակղություն'
      },
      23: {
        title: 'Ընտրություն'
      },
      24: {
        title: 'Հուշ'
      }
    },
    authors: ['Ցուտոմու Միցուշիմա'],
    genres: ['կատակերգությոն', 'միստիկա', 'դրամա'],
    team: {
      translators: ['Suoyung'],
      editors: ['Iren S.S.', 'Hikari']
    },
    description: 'Այս թույնագույն անիմեի գլխավոր հերոսը՝ գերբնական հատկություններով օժտված, ուրվականատես Վատանուկի Կումհիրոն շատ-շատ պատահականորեն հայտնվում է էքսցենտրիկ, թիթիզիկ կախարդիկ Յուկո Իչիհարայի խանութում, վերջինս էլ մեր գերբնական Վատանուկիին լավություն է անում, ձեռքի հետ քշում խեղճ տղային հետապնդող դևերին, իսկ փոխարենը… էս մեր հերոսը կրակի մեջ է ընկնում. ստիպված աշխատանքի է անցնում Յուկոյի մոտ: Օղակը սեղմված է… ինչպես ասում են՝ ընկել ես` պետք է քաշես…',
    rating: '16+'
  },

  {
    path: 'magi',
    title: 'մագի',
    meta: {
      en: ['magi']
    },
    complete: false,
    seasons: {
      1: {
        complete: true,
        cover: 'jpg'
      }
    },
    episodes: {
      1: {
        title: 'Ալադին և Ալի-Բաբա'
      },
      2: {
        title: 'Ստորգետնյա ճանապարհ'
      },
      3: {
        title: 'Կատարման Կախարդանք'
      },
      4: {
        title: 'Դաշտերի Բնակիչները'
      },
      5: {
        title: 'Աշտարակի պահապանը'
      },
      6: {
        title: 'Ֆանալիսի պատերազմող ցեղը'
      },
      7: {
        title: 'Սինբադ'
      },
      8: {
        title: 'Դրժած խոստում'
      },
      9: {
        title: 'Արքայազնի պարտքը'
      },
      10: {
        title: 'Նրա անունը Ջուդալ է'
      },
      11: {
        title: 'Հեռավոր հյուրեր'
      },
      12: {
        title: 'Վճռականություն'
      },
      13: {
        title: 'Ապստամբ արքայազնը'
      },
      14: {
        title: 'Ալի-Բաբայի պատասխանը'
      },
      15: {
        title: 'Կաշիմի պատասխանը'
      },
      16: {
        title: 'Սոլոմոնի Իմաստություն'
      },
      17: {
        title: 'Ժպիտ'
      },
      18: {
        title: 'Սինդրիա թագավորություն'
      },
      19: {
        title: 'Սինբադի աստղային անունը'
      },
      20: {
        title: 'Երկու արքայազն'
      },
      21: {
        title: 'Զագանի աշտարակը'
      },
      22: {
        title: 'Կրակի արտեֆակտ'
      },
      23: {
        title: 'Մարտական գոչ'
      },
      24: {
        title: 'Անկում խավարի մեջ'
      },
      25: {
        title: 'Ալի-Բաբա ու Ալադին'
      }
    },
    authors: ['Մասունորի Քոջի'],
    genres: ['արկածային', 'ֆենթեզի'],
    team: {
      translators: ['luna'],
      editors: ['Iren S.S.', 'Hikari', 'Inori']
    },
    description: '«Արաբական Գիշերների» ամբողջ աշխարհով մեկ կանգնած են վիթխարի աշտարակներ` լի հարստություններով և կախարդական իրերով: Որտեղից են նրանք, ոչ ոք չգիտի, բայց ցանկացած կենդանի մնացած «դոնժոնների տիրակալը» դառնում է հարուստ և ճանաչված: Հենց այսպիսի ճակատագրի մասին է երազում ուրախ Ալի-Բաբան, ով մի գեղեցիկ առավոտ իր սայլակում տիրոջ ձմերուկները ուտող մի փոքրիկի է հանդիպում: Ալադինը` երիտասարդ կախարդը, ով դուրս էր պրծել տաճարից, որտեղ անց էր կացրել իր ողջ մանկությունը, շատ լավ, բայց մի քիչ միամիտ ու կյանքը չիմացող տղա դուրս եկավ: Եթե Ալադինի ֆլեյտայում նստած ջին Յուգոն չլիներ, մեր հերոսները իրենց արկածներում հաստատ առանց գլուխ կմնային: Իսկ այսպես` համ ողջ մնացին, համ չարերից փախան, համ էլ ձեռքի հետ գեղեցկուհի ստացան:',
    rating: '14+'
  },

  {
    path: 'sword-art-online',
    title: 'թրերի վարպետ օնլայն',
    meta: {
      en: ['sowrd art online']
    },
    channel: 'sword_art_online',
    complete: false,
    seasons: {
      1: {
        complete: false,
        cover: 'jpg'
      }
    },
    episodes: {
      1: {
        title: 'Թրերի աշխարհ'
      },
      2: {
        title: 'Բիթեր'
      },
      3: {
        title: 'Կարմրավոր եղնիկ'
      },
      4: {
        title: 'Սև թրամարտիկ'
      },
      5: {
        title: 'Սպանություն անվտանգ տարածքում'
      },
      6: {
        title: 'Ուրվական վրիժառուն'
      },
      7: {
        title: 'Սրտի ջերմություն'
      },
      8: {
        title: 'Սև ու սպիտակ սրերի պար'
      },
      9: {
        title: 'Կապուտաչյա հրեշ'
      },
      10: {
        title: 'Արյան ալ ծարավ'
      },
      11: {
        title: 'Առավոտյան ցողի աղջիկը'
      },
      12: {
        title: 'Յուիի սիրտը'
      }
    },
    authors: ['Իտո Տոմոհիքո'],
    genres: ['արկածային', 'ֆենթեզի', 'ռոմանտիկա', 'դրամա', 'կատակերգություն'],
    team: {
      translators: ['luna'],
      editors: ['Iren S.S.', 'Hikari']
    },
    description: 'XXI դարի սկզբին տեղի ունեցավ երկար սպասված սենսացիա՝ ոմն ճապոնացի հանճար կարողացավ ստեղծել լիովին վիրտուալ իրականության մեջ գտնվող համակարգչային դերախաղ։ Եվ զարմանալի չէ, որ «Թրերի Վարպետ Օնլայն»-ը մեծ համբավ ձեռք բերեց, և 10 հազար հաջողակներ, ովքեր ստացան խաղի առաջին հրատարակությունները, նշված օրվա նշված ժամին միանգամից հայտնվեցին խաղային աշխարհում և հավաքվեցին Սկզբնական քաղաքում։ Բայց ահա հայտնվեց խորամանկ ստեղծողը և հայտարարեց, որ նա այս ամենը իր փորձը անցկացնելու համար էր արել, և որ վիրտուալ աշխարհից դուրս գալ կարելի է միայն խաղը մինչև վերջ անցնելուց հետո։ Խաղում մեռնելը նշանակում է մեռնել նաև իրականությունում, այդ պատճառով հարկավոր է լրջորեն աշխատել - այս խոսքերով չար հանճարը հեռացավ, իսկ հավաքվածները հասկացան, որ նա ճիշտ էր․․․',
    rating: '14+'
  },

  {
    path: 'kyoukai-no-kanata',
    title: 'սահմանից այն կողմ',
    meta: {
      en: ['beyond the boundary']
    },
    channel: 'kyoukai_no_kanata',
    complete: true,
    episodes: {
      1: {
        title: 'Կարմին'
      },
      2: {
        title: 'Ուլտրամերին'
      },
      3: {
        title: 'Լուսնա֊մանուշակագույն'
      },
      4: {
        title: 'Դառը նարինջ'
      },
      5: {
        title: 'Լայմային'
      },
      6: {
        title: 'Վառ վարդագույն'
      },
      7: {
        title: 'Ամպերի գույնը'
      },
      8: {
        title: 'Հանգստացնող ոսկի'
      },
      9: {
        title: 'Արծաթե բամբուկ'
      },
      10: {
        title: 'Սպիտակ աշխարհ'
      },
      11: {
        title: 'Սև աշխարհ'
      },
      12: {
        title: 'Մոխրագույն աշխարհ'
      }
    },
    authors: ['Իշիդատե Տաիչի'],
    genres: ['արկածային', 'միստիկա'],
    team: {
      translators: ['AkumaNoSaigi'],
      editors: ['Iren S.S.', 'Hikari', 'Inori', 'AkumaNoSaigi']
    },
    description: 'Ավագ դպրոցի երկրորդ դասարանում սովորող Ակիհիտոն ըստ սովորության զբոսնում էր դպրոցի շրջակայքում, երբ նկատում է, թե ինչպես է Կուրիյամա Միրայ անունով աղջիկը փորձում ինքնասպանություն գործել: Ակիհիտոն փրկում է նրան, բայց փրկությանն ի պատասխան Միրայը թրով խոցում է նրա սիրտը: Տեսնելով՞ որ իր հարվածից Ակիհիտոն չի մահացել` նա հանկարծակիի է գալիս:',
    rating: '14+'
  },

  {
    path: 'random',
    title: 'խառը',
    meta: {
      en: ['random']
    },
    shorts: true,
    list: {
      1: {
        title: 'ֆումիկոյի խոստովանությունը',
        meta: {
          en: ['fumiko\'s confession']
        }
      }
    }
  },

  {
    path: 'kaguya-hime',
    title: 'քագույա արքայադստեր հեքիաթը',
    meta: {
      en: ['the tale of princess kaguya']
    },
    feature: true,
    authors: ['Իսաո Տաքահատա'],
    genres: ['դրամա'],
    team: {
      translators: ['tado-mi'],
      editors: ['tado-mi']
    },
    description: 'Հասարակ եղեգ կտրողը թավուտում մի սիրուն արքայադուստր է գտնում։ Ով պիտի Երկրում մի ամբողջ կյանք ապրի՝ երբեք չվերադառնալու համար։',
    rating: '11+'
  },

  {
    path: 'kaze-tachinu',
    title: 'քամին ուժգնանում է',
    meta: {
      en: ['the wind rises']
    },
    feature: true,
    authors: ['Հայաո Միյաձակի'],
    genres: ['կենսագրություն', 'դրամա', 'պատմական'],
    team: {
      translators: ['tado-mi'],
      editors: ['tado-mi']
    },
    description: 'Քամին ուժգնանում է․․․ Այսինքն, նորից ենք ապրում։',
    rating: '11+'
  }

  // {
  //   path: 'kami-sama-hajimemashite',
  //   title: 'կամի֊սամա, շատ հաճելի է',
  //   episodes: {
  //     1: {
  //       title: 'Նանամին դառնում է Աստվածուհի'
  //     }
  //   }
  // },

  // IMPORTANT - check in with AkumaNoSaigi
  // {
  //   path: 'kimi-no-iru-machi',
  //   title: 'քաղաքը, որում դու ապրում ես',
  //   episodes: {
  //     1: {
  //     }
  //   }
  // },

  // IMPORTANT - check in with AkumaNoSaigi
  // {
  //   path: 'mangaka-and-his-assistant',
  //   title: 'մանգական և իր օգնականը',
  //   episodes: {
  //     1: {
  //     }
  //   }
  // },

]

// lists the ideces of the anime and manga entries that should go to the ribbon
export const newJson = {
  manga: [0, 1, 4],
  anime: [3, 5, 6]
}
