export const BASE_URL = 'https://raw.githubusercontent.com/hy-otaku'
export const EMAIL = 'high_otaku@yahoo.com'

export const mangaJson = [
  // bleach
  {
    path: 'bleach',
    title: 'բլիչ',
    meta: {
      en: ['bleach'],
      jp: ['ブリーチ'],
      ru: ['блич']
    },
    complete: false,
    volumes: {
      55: {
        title: 'արյունարբու պատերազմը',
        complete: true
      },
      56: {
        title: 'աստղերը ճեղքողների քայլերթը',
        complete: true
      },
      57: {
        title: 'առանց բողբոջների',
        complete: true
      }
    },
    chapters: {
      480: { cover: '21.jpg' },
      481: { cover: '03.jpg' },
      482: { cover: '04.jpg' },
      483: { cover: '03.jpg' },
      484: { cover: '08.jpg' },
      485: { cover: '03.jpg' },
      486: { cover: '04.jpg' },
      487: { cover: '03.jpg' },
      488: { cover: '03.jpg' },
      489: { cover: '05.jpg' },
      490: {},
      491: { cover: '03.jpg' },
      492: { cover: '06.jpg' },
      493: { cover: '15.jpg' },
      494: { cover: '03.jpg' },
      495: { cover: '03.jpg' },
      496: { cover: '04.jpg' },
      497: { cover: '04.jpg' },
      498: { cover: '03.jpg' },
      499: { cover: '03.jpg' },
      500: { cover: '06.jpg' },
      501: { cover: '04.jpg' },
      502: { cover: '03.jpg' },
      503: { cover: '02.jpg' },
      504: { cover: '03.jpg' },
      505: { cover: '02.jpg' },
      506: {},
      507: { cover: '07.jpg' },
      508: { cover: '03.jpg' },
      509: {}
    },
    authors: ['Տայտո Կուբո'],
    genres: ['էքշն', 'արկածային', 'գերբնական', 'շոնեն'],
    team: {
      translators: ['Inna', 'tado-mi'],
      editors: ['Hikari', 'Anan']
    },
    description: `

      Իր ողջ կյանքում ավագ դպրոցի աշակերտ Իչիգո Կուրոսակին կարողանում էր մահացած մարդկանց հոգիներ տեսնել, բայց դա իրեն երբեք չի խանգարել, որ ապրի սովորական 
      կյանքով։ Մի օր Իչիգոն տուն է վերադառնում ու տեսնում, որ իր սենյակ ինչ-որ մեկն է ներխուժել։ Հյուրը ներկայանում է որպես Րուքիա Կուչիքի՝ շինիգամի, 
      որի պարտականությունների մեջ է մտնում հոգիներին մյուս աշխարհ ուղեկցելը։ Նրանց վրա հարձակում է չար հոգին՝ Փուչը, ինչի ընթացքում Րուքիան վիրավորվում է 
      Իչիգոյին պաշտպանելիս։ Անկարող ինքնուրույն մարտը շարունակել՝ Րուքիան վտանգավոր աջառարկ է անում Իչիգոյին․ նա կարող է իր շինիգամիի կարողությունների կեսը 
      փոխանցել Իչիգոյին, որ Իչիգոն շարունակի կռվել։ Ի զարմանս Րուքիայի՝ Իչիգոն համաձայվում է։ Ավելին, միանգամից կլանում է Րուքիայի ամբողջ կարողություններն ու 
      հեշտությամբ ոչնչացնում Փուչին։ Դառնալով շինիգամի՝ Իչիգոն ժառանգում է նաև Րուքիայի պարտականություններն ու սկսում բացահայտել հոգիների աշխարհը, որի գոյության
      մասին մինչ այդ չէր էլ կասկածում։

    `,
    notes: '479-րդ գլխով է ավարտվել համանուն անիմեի թողարկումը:',
    release: '2001'
  },

  // kuroko no basuke
  {
    path: 'kuroko-no-baske',
    title: 'կուրոկոյի բասկետբոլը',
    meta: {
      en: ['kuroko\'s basketball'],
      jp: ['黒子のバスケ'],
      ru: ['баскетбол куроко'],
      keywords: ['kuroko no basuke', 'the basketball which kuroko plays']
    },
    complete: false,
    submanga: [

      {
        path: 'extra-cut',
        title: 'էքստրա քաթ',
        meta: {
          en: ['extra cut']
        },
        complete: false,
        volumes: {
          1: {
            complete: false
          }
        }
      }

    ],
    authors: ['Ֆուջիմակի Տադատոշի'],
    genres: ['սպորտային', 'շոնեն'],
    team: {
      translators: ['Inna', 'Ryōta']
    },
    description: `
    
      Տեյկո միջնակարգ դպրոցը հայտնի է իր բասկետբոլի թիմով, որտեղ կրթվել է հանրահայտ «հրաշքների սերունդը»․ հինգ հանճարներ՝ յուրաքանչյուրն իր ուրույն 
      կարողություններով, որ ուսման երրորդ տարում արդեն անպարտելի էին համարվում։ Սակայն հպարտությունից կուրացած՝ նրանք միջնակարգ դպրոցն ավարտելուց հետո տարբեր 
      ավագ դպրոցներ են դիմում՝ միմյանցից հեռանալով։ Տաիգա Կագամին, Միացյալ Նահանգներից վերադառնալով, ուժեղ թիմակիցներ գտնելու հույսով միանում է Սեյրին ավագ 
      դպրոցի բասկետբոլի թիմին։ Այնտեղ նա հանդիպում է Տեցույա Կուրոկոյին՝ առաջին հայացքից սովորական թվացող խաղացողի։ Շուտով պարզվում է, որ Կուրոկոն «հրաշքների 
      սերնդի» առասպելական «վեցերորդ՝ ֆանտոմային խաղացողն» է։
      
    `,
    release: '2014'
  },

  // hellsing
  {
    path: 'hellsing',
    title: 'հելլսինգ',
    meta: {
      en: ['hellsing'],
      jp: ['ヘルシング'],
      ru: ['хеллсинг']
    },
    complete: false,
    submanga: [

      {
        path: 'main',
        title: 'հիմնական',
        meta: {
          en: ['main']
        },
        complete: false,
        volumes: {
          1: {
            complete: true
          },
          2: {
            complete: true
          }
        },
        chapters: {
          1: { cover: '03.png' },
          2: { cover: '02.png' },
          3: { cover: '02.png' },
          4: { cover: '02.png' },
          5: { cover: '02.png' },
          6: { cover: '01.png' },
          7: { cover: '05.png' },
          8: { cover: '02.png' },
          9: { cover: '02.png' },
          10: {},
          11: { cover: '02.png' },
          12: { cover: '02.png' }
        }
      },

      {
        path: 'crossfire',
        title: 'ընդհարումը',
        meta: {
          en: ['the crossfire']
        },
        complete: true,
        volumes: {
          1: {
            complete: true
          }
        },
        chapters: {
          1: { cover: '02.png' },
          2: { cover: '02.png' },
          3: { cover: '02.png' }
        }
      },

      {
        path: 'dawn',
        title: 'լուսաբացը',
        meta: {
          en: ['the dawn']
        },
        complete: true,
        volumes: {
          1: {
            complete: true
          }
        },
        chapters: {
          1: { cover: '04.jpg' },
          2: { cover: '02.png' },
          3: { cover: '01.JPG' },
          4: { cover: '02.JPG' },
          5: { cover: '02.jpg' },
          6: { }
        }
      }
    ],
    authors: ['Քոութա Հիրանո'],
    genres: ['էքշն', 'սարսափ', 'վամպիրներ', 'գերբնական', 'սեյնեն'],
    team: {
      translators: ['tado-mi']
    },
    description: `
    
      Դարեր շարունակ բազմաթիվ գաղտնի գործակալություններ զբաղվել են տարատեսակ վտանգավոր հրեշների ոչնչացմամբ։ Դրանցից մեկը Հելլսինգն է՝ անգլիական կազմակերպություն,
      որի ղեկավարը սըր Ինտեգրա Ֆեյրբրուք Ուինգեյթս Հելլսինգն է։ Նրա ամենահզոր գործակալը Ալուքարդն է՝ անպարտելի վամպիր, որին Ինտեգրայի հայրը ժամանակին գենետիկ 
      մոդիֆիկացիայի է ենթարկել։ Չնայած Ալուքարդն ինքը «հրեշ» է, բայց երդվել է ծառայել Ինտեգրային ու պաշտպանել նրան։ Մանգան սկսվում է վամպիրների անբացատրելի 
      հարձակումների հերթական շղթայով, որն Ալուքարդը պիտի քննի իր նոր գործընկերոջ՝ Սերաս Վիկտորիայի հետ։ Որոշ մարդիկ Հելլսինգի դաշնակիցները չեն, ու Ալուքարդը ոչ 
      մի վայրկյան չի վարանի, որ նրանց հետ հաշվեհարդար տեսնի։

    `,
    release: '2001'
  },

  // death note
  {
    path: 'death-note',
    title: 'մահվան տետրը',
    meta: {
      en: ['death note'],
      jp: ['デスノート'],
      ru: ['тетрадь смерти']
    },
    complete: false,
    volumes: {
      1: {
        complete: true
      },
      2: {
        complete: true
      },
      3: {
        complete: true
      },
      4: {
        complete: true
      },
      5: {
        complete: true
      }
    },
    chapters: {
      1: { cover: '03.png' },
      2: { cover: '03.png' },
      3: { cover: '00.png' },
      4: { cover: '02.jpg' },
      5: { cover: '02.jpg' },
      6: { cover: '01.png' },
      7: { cover: '01.png' },
      8: { cover: '09.jpg' },
      9: {},
      10: {},
      11: {},
      12: { cover: '02.png' },
      13: {},
      14: {},
      15: {},
      16: {},
      17: { cover: '02.jpg' },
      18: {},
      19: { cover: '02.jpg' },
      20: {},
      21: {},
      22: {},
      23: {},
      24: {},
      25: { cover: '02.jpg' },
      26: { cover: '02.jpg' },
      27: {},
      28: { cover: '04.png' },
      29: {},
      30: {},
      31: {},
      32: {},
      33: { cover: '06.png' },
      34: {},
      35: {},
      36: {},
      37: {},
      38: {},
      39: {},
      40: {},
      41: {},
      42: {},
      43: {}
    },
    authors: ['Ցուգումի Օբա', 'Օբատա Տաքեշի'],
    genres: ['դրամա', 'միստիկա', 'շոնեն', 'գերբնական', 'հոգեբանական'],
    team: {
      translators: ['Inna', 'tado-mi'],
      editors: ['Hikari', 'Inori']
    },
    description: `
    
      Մահվան աստված Րյուքը հաճույքի համար մարդկանց աշխարհ է նետում իր Մահվան Տետրը։ Ճապոնիայի ավագ դպրոցներից մեկի հանճարեղ աշակերտ 17-ամյա Յագամի Լայտը 
      պատահաբար գտնում է այն։ Տետրում ահասարսուռ հաղորդագրություն կար․ «ում անունը գրես այստեղ, նա կմահանա»։ Սկզբում Լայտին սա զվարճալի հիմարություն է թվում, 
      բայց փորձարկելով տետրի ուժը մի հանցագործի վրա՝ նա պարզում է, որ տետրում գրվածն իրականություն է։ Հասկանալով, որ Մահվան Տետրը հսկայական ներուժ ունի՝ 
      Լայտը որոշում է օգտագործել այն աշխարհը չարիքից մաքրելու համար։ Նրան ընդդիմանում է աշխարհի լավագույն խուզարկուն՝ Էլը։ Երկուսն էլ վստահ են, որ 
      արդարությունը հենց իրե՛նք են։
    
    `,
    release: '2003'

  },

  // naruto
  {
    path: 'naruto',
    title: 'նարուտո',
    meta: {
      en: ['naruto'],
      jp: ['ナルト'],
      ru: ['наруто']
    },
    complete: false,
    volumes: {
      60: {
        complete: false,
        title: 'Քուրամա'
      }
    },
    authors: ['Մասաշի Քիշիմոտո'],
    genres: ['շոնեն'],
    team: {
      translators: ['tado-mi']
    },
    description: `
    
      Երբ Նարուտո Ուզումակին հայտարարում է, որ մի օր Հոքագե է դառնալու, ոչ ոք նրան լուրջ չի ընդունում։ Ծնված օրվանից Նարուտոյի հասակակիցներն ու համագյուղացիները 
      ծաղրում են նրան ու խուսափում նրանից։ Բայց դա ոչ թե Նարուտոյի շատախոսության, չարաճճիության կամ նինջաների արվեստում թերի լինելու պատճառով է, այլ նրա ներսում 
      փակված հրեշի։ Նարուտոյի ծնվելուց առաջ իրենց գյուղի վրա էր հարձակվել հզորագույն ու մահաբեր Ինըպոչանի Աղվեսը։ Հարձակումը կանգեցնելու համար Չորրորդ 
      Հոքագեն իր կյանքի գնով կնքել էր աղվեսին նորածին Նարուտոյի մարմնում։ Տարիներ անց Նարուտոն սկսում է նինջայի իր ուղին թիմակիցների՝ Սասկե Ուչիհայի ու 
      Սաքուրա Հարունոյի, ինչպես նաև ուսուցչի՝ Հատակե Կակաշիի հետ։
    
    `,
    release: '1999'
  },

  // naruto western
  // {
  //   path: 'naruto-wst',
  //   title: 'նարուտո (արևմտահայերեն)',
  //   meta: {
  //     en: ['naruto (western armenian)'],
  //     jp: ['ナルト (西アルメニア語)'],
  //     ru: ['наруто (западноармянский)']
  //   },
  //   complete: false,
  //   volumes: {
  //     60: {
  //       complete: false,
  //       title: 'Քուրամա'
  //     }
  //   },
  //   authors: ['Մասաշի Քիշիմոտո'],
  //   genres: ['շոնեն'],
  //   team: {
  //     translators: ['մարգար']
  //   },
  //   release: '1999'
  // },

  // one piece
  {
    path: 'one-piece',
    title: 'վան փիս',
    meta: {
      en: ['one piece'],
      jp: ['ワンピース'],
      ru: ['ван пис'],
      keywords: ['большой куш', 'խոշոր շահում']
    },
    complete: false,
    volumes: {
      1: {
        title: 'արկածների լուսաբացը',
        complete: true
      },
      2: {
        title: 'ընդհարում․ բագիի ծովահենախումբը',
        complete: false
      }
    },
    chapters: {
      1: { cover: '16.png' },
      2: { cover: '03.png' },
      3: {},
      4: {},
      5: {},
      6: {},
      7: {},
      8: {},
      9: { cover: '01.png' },
      10: {},
      11: {}
    },
    authors: ['Էիչիրո Օդա'],
    genres: ['էքշն', 'շոնեն'],
    team: {
      translators: ['tado-mi']
    },
    description: `

      Համաշխարհային Կառավարությունը շուտով մահապատժի կենթարկի Գոլ Դի Ռոջերին, որին շատերը ճանաչում են որպես «Ծովահենների Արքա»։ Մահանալուց վայրկյաններ առաջ 
      նա հաստատում է, որ իր հայտնի գանձը՝ Վան Փիսը, գոյություն ունի ու գտնվում է օվկիանոսում։ Հայտարարելով, որ Վան Փիսը կպատկանի նրան, ով կկարողանա գտնել այն, 
      Ծովահենների Արքան մահանում է, և այդպիսով սկսվում է Ծովահենների Ոսկե դարաշրջանը։ Քսաներկու տարի անց Մանքի Դի Լուֆֆի անունով մի երիտասարդ, որ ունի միայն 
      ծղոտե գլխարկ, փոքր մի նավակ ու գերճկուն մարմին, պատրաստ է սկսելու իր սեփական արկածը, որպեսզի տիրանա Վան Փիսին ու դառնա հաջորդ Ծովահենների Արքան։

    `,
    release: '1997'
  },

  // rurouni kenshin
  {
    path: 'rurouni-kenshin',
    title: 'րուրոունի քենշին',
    meta: {
      en: ['samurai x'],
      jp: ['るろうに剣心'],
      ru: ['самурай икс'],
      keywords: ['るろうに剣心 - 明治剣客浪漫譚', 'rurouni kenshin', 'meiji swordsman romantic story', 'бродяга кэнсин', 'романтическое сказание о мечнике эпохи мэйдзи']
    },
    complete: false,
    submanga: [
      {
        path: 'master-of-the-flame',
        title: 'կրակի վարպետը',
        meta: {
          en: ['master of the flame']
        },
        complete: true,
        volumes: {
          1: {
            complete: true
          }
        },
        chapters: {
          1: { cover: '04.png' },
          2: { cover: '02.jpg' }
        }
      }
    ],
    authors: ['Նոբուհիրո Վացուկի'],
    genres: ['էքշն', 'պատմական', 'գերբնական', 'շոնեն'],
    team: {
      translators: ['tado-mi']
    },
    description: `

      Մեյջի ժամանակաշրջանի թրի ամենահզոր վարպետներից մեկը՝ Հիմուրա Քենշինը, պատերազմի ավարտին որոշում է մի կողմ դնել իր սակաբատոն ու խաղաղ կյանք վարել։ 
      Սակայն անցյալի ուրվականներն ու նոր աշխարհի քաղաքական զարգացումները շարունակում են հետապնդել նրան ու ստիպել, որ նա նորից կռվի։

    `,
    rating: '',
    release: '1994'
  },

  // k-on
  {
    path: 'k-on',
    title: 'քեյ-օն',
    meta: {
      en: ['k-on!'],
      jp: ['けいおん!'],
      ru: ['кей-он!']
    },
    complete: false,
    volumes: {
      1: {
        complete: false
      }
    },
    chapters: {
      0: { cover: '02.png' },
      1: { },
      2: { },
      3: { }
    },
    authors: ['Kakifly'],
    genres: ['հումոր', 'երաժշտական', 'դպրոց'],
    team: {
      translators: ['Earl_Grey'],
      editors: ['tado-mi']
    },
    description: `
      
      Յուի Հիրասավան տեղափոխվում է ավագ դպրոց, ու չնայած նա չափազանց երջանիկ էր դրանից, բայց չի կարողանում հետաքրքրություններին համապատասխան ակումբ գտնել: 
      Ընտրությունը վերջիվերջո կանգ է առնում Քեյ-Օնի՝ թեթև երաժշտության սիրահարների խմբի վրա: Յուին ոչ մի երաժշտական գործիք նվագել չգիտի, իսկ Քեյ-Օնին նոր անդամ է
      պետք, որ ակումբը չփակեն:
      
    `,
    release: '2007'
  }
]

export const animeJson = [

  // gurren lagann
  {
    path: 'gurren-lagann',
    title: 'գուրրեն լագանն',
    meta: {
      en: ['gurren lagann'],
      jp: ['天元突破グレンラガン'],
      ru: ['гуррен лаганн'],
      keywords: ['tengen toppa gurren lagann', 'heaven-piercing gurren lagann', 'тэнгэн топпа гурэн раган', 'гуррен-лаганн пронзающий небеса']
    },
    channel: 'gurren_lagann',
    complete: true,
    episodes: {
      1: {
        title: 'Շաղափովդ Պատռի՛ր Երկինքը'
      },
      2: {
        title: 'Իսկ Ես ասացի՝ կհեծնեմ'
      },
      3: {
        title: 'Դու ո՞վ ես, այ երկու մռթանի'
      },
      4: {
        title: 'Եթե հազար մռթանի ես, ուրեմն հզո՞ր ես'
      },
      5: {
        title: 'Ես դա չեմ հասկանա'
      },
      6: {
        title: 'Ծածկվածը պետք է բացվի'
      },
      7: {
        title: 'Դա...դու՛ կանես'
      },
      8: {
        title: 'Մնաք բարո՛վ, եղբայրներ'
      },
      9: {
        title: 'Ի՞նչ է նշանակում «մարդ»'
      },
      10: {
        title: 'Ո՞վ է այդ «եղբայրը»'
      },
      11: {
        title: 'Սիմոն, տա՛ր ձեռքերդ'
      },
      12: {
        title: 'Յոկո, կարո՞ղ եմ մի բան խնդրել'
      },
      13: {
        title: 'Պարոնայք, վրա՛ տվեք'
      },
      14: {
        title: 'Ողջու՛յն, ընկերներ'
      },
      15: {
        title: 'Ես կգնամ նոր օրվան ընդառաջ'
      },
      16: {
        title: 'Մեգա-աղցան'
      },
      17: {
        title: 'Դու բացարձակապես ոչինչ չես հասկանում'
      },
      18: {
        title: 'Պատմի՛ր ինձ այս աշխարհի գաղտնիքները'
      },
      19: {
        title: 'Մենք պետք է փրկվենք ամեն գնով'
      },
      20: {
        title: 'Դեռ որքա՞ն Աստվածային փորձություններ են մեզ սպասում'
      },
      21: {
        title: 'Դուք այն մարդն եք, որը պարտավոր է ողջ մնալ'
      },
      22: {
        title: 'Սա իմ վերջին պարտքն է'
      },
      23: {
        title: 'Առա՛ջ դեպի գլխավոր հաղթանակը'
      },
      24: {
        title: 'Այս ակնթարթը հավերժ ինձ հետ կլինի'
      },
      25: {
        title: 'Ես կկատարեմ քո վերջին կամքը'
      },
      26: {
        title: 'Գնացի՛նք, եղբայրնե՛ր'
      },
      27: {
        title: 'Երկնքի լույսերը աստղերն են'
      }
    },
    authors: ['Հիրոյուքի Իմաիշի'],
    genres: ['արկածային', 'դրամա', 'կատակերգություն', 'մեխա', 'շոնեն', 'ֆանտաստիկա'],
    team: {
      translators: ['Iren S.S.'],
      editors: ['Hikari', 'Inori', 'Iren S.S.']
    },
    description: `
      
      Սիմոնն ապրում է ստորգետնյա գյուղում և ամեն օր կատարում է նույն աշխատանքը՝ հող է փորում, որ օգնի ընդլայնել գյուղի սահմանները։ Նա կարծես գոհ է այդպիսի 
      կյանքից, սակայն նրա միակ ընկերը՝ խիզախ ու արկածախնդիր Կամինան, չի կարողանում համակերպվել այդ կյանքի հետ և ամեն կերպ փորձում է դուրս պրծնել գյուղից ու 
      բարձրանալ Մակերես, որտեղ «ո՛չ պատեր կան, ո՛չ էլ առաստաղ»։ Օրերից մի օր գյուղի գմբեթը անսպասելիորեն փլվում է, և վերևից մի հսկայական մեխա-ռոբոտ է ընկնում։ 
      Մինչ բոլորը խուճապահար թաքնվում են, Կամինան վստահորեն հայտարարում է, որ նա մի հարվածով կջարդի այդ լրբացած ռոբոտին։ Սիմոնին, իհարկե, այս ամենը դուր չի 
      գալիս, բայց թարսի պես նա դրանից առաջ մի տարօրինակ «հսկայական դեմք» էր գտել հողում, ինչից էլ չի հապաղում օգտվել Կամինան․․․
    
    `,
    rating: '14+',
    release: '2009'
  },

  // xxholic
  {
    path: 'xxxholic',
    title: 'եռիքսահոլիք',
    meta: {
      en: ['xxxholic'],
      jp: ['×××ホリック']
    },
    complete: true,
    episodes: {
      1: {
        title: 'Անխուսափելի'
      },
      2: {
        title: 'Սուտը'
      },
      3: {
        title: 'Հրեշտակ'
      },
      4: {
        title: 'Կանխագուշակ'
      },
      5: {
        title: 'Շիրիտորի'
      },
      6: {
        title: 'Մեղքերի թողություն'
      },
      7: {
        title: 'Հորտենզիա'
      },
      8: {
        title: 'Պայմանագիր'
      },
      9: {
        title: 'Ճկույթի խոստում'
      },
      10: {
        title: 'Մոմի լույս'
      },
      11: {
        title: 'Խոստովանություն'
      },
      12: {
        title: 'Ամառային ստվեր'
      },
      13: {
        title: 'Կերպարանափոխություն'
      },
      14: {
        title: 'Կնիք'
      },
      15: {
        title: 'Ազատում'
      },
      16: {
        title: 'Վերամիավորում'
      },
      17: {
        title: 'Ինքնագնահատական'
      },
      18: {
        title: 'Լապտեր'
      },
      19: {
        title: 'Անարդարություն'
      },
      20: {
        title: 'Հատուցում'
      },
      21: {
        title: 'Եղունգներ կտրելը'
      },
      22: {
        title: 'Գայթակղություն'
      },
      23: {
        title: 'Ընտրություն'
      },
      24: {
        title: 'Հուշ'
      }
    },
    authors: ['Ցուտոմու Միցուշիմա'],
    genres: ['կատակերգությոն', 'միստիկա', 'դրամա'],
    team: {
      translators: ['Suoyung'],
      editors: ['Iren S.S.', 'Hikari']
    },
    description: `

      Կիմիհիրո Վատանուկին կարող է ուրվականներ ու այլ գերբնական էակներ տեսնել․ սա առօրյա կյանքում խնդիրներ առաջացնող ունակություն է, որը Վատանուկիին դուր 
      չի գալիս։ Օրերից մի օր տուն վերադառնալիս ուրվականներով շրջապատված Վատանուկին պահանջ է զգում մտնելու մի տարօրինակ տուն։ Այնտեղ նա հանդիպում է Յուկոյին՝ 
      խորհրդավոր մի կնոջ, որն ասում է, որ կարող է որոշակի փոխհատուցման դիմաց օգնել Վատանուկիին ազատվել գերբնական էակներ տեսնելու ու դեպի իրեն նրանց 
      ուշադրությունը հրավիրելու կարողությունից։ Յուկոն պահանջում է, որ Վատանուկին աշխատի իր խանութում, որտեղ Յուկոն մարդկանց երազանքներն է իրականցնում։ 
      
      Եվ այդպես սկսվում են Վատանուկիի արկածները՝ տարօրինակ ու հրաշալի իրադարձություններով լի․․․ 
    
    `,
    rating: '16+',
    release: '2006'
  },

  // sao
  {
    path: 'sword-art-online',
    title: 'թրերի վարպետ օնլայն',
    meta: {
      en: ['sword art online'],
      jp: ['ソードアート・オンライン'],
      ru: ['мастера меча онлайн'],
      keywords: ['sao', 'սաօ']
    },
    channel: 'sword_art_online',
    complete: false,
    seasons: {
      1: {
        complete: false,
        cover: 'jpg'
      }
    },
    episodes: {
      1: {
        title: 'Թրերի աշխարհ'
      },
      2: {
        title: 'Բիթեր'
      },
      3: {
        title: 'Կարմրավոր եղնիկ'
      },
      4: {
        title: 'Սև թրամարտիկ'
      },
      5: {
        title: 'Սպանություն անվտանգ տարածքում'
      },
      6: {
        title: 'Ուրվական վրիժառուն'
      },
      7: {
        title: 'Սրտի ջերմություն'
      },
      8: {
        title: 'Սև ու սպիտակ սրերի պար'
      },
      9: {
        title: 'Կապուտաչյա հրեշ'
      },
      10: {
        title: 'Արյան ալ ծարավ'
      },
      11: {
        title: 'Առավոտյան ցողի աղջիկը'
      },
      12: {
        title: 'Յուիի սիրտը'
      }
    },
    authors: ['Իտո Տոմոհիքո'],
    genres: ['արկածային', 'ֆենթեզի', 'ռոմանտիկա', 'դրամա', 'կատակերգություն'],
    team: {
      translators: ['luna'],
      editors: ['Iren S.S.', 'Hikari']
    },
    description: `
    
      XXI դարի սկզբին տեղի է ունենում երկար սպասված իրադարձությունը․ ճապոնացի մի հանճար ստեղծում է լիովին վիրտուալ իրականության մեջ գտնվող համակարգչային դերախաղ՝ 
      «Sword Art Online»։ Ինչպես և սպասվում էր, խաղը մեծ ճանաչում է ձեռք բերում, և տասը հազար հաջողակներ, որոնք հասցրել էին ձեռք բերել խաղի առաջին 
      հրատարակությունը, նշված օրվա նշված ժամին միաժամանակ միանում են խաղին ու հավաքվում Սկզբնական քաղաքում։ Բայց ահա հայտնվում է խորամանկ ստեղծողը և հայտարարում, 
      որ խաղը հատուկ փորձ էր, և խաղից դուրս գալ կարելի է միայն այն մինչև վերջ անցնելուց հետո․․․
      
    `,
    rating: '14+',
    release: '2012'
  },

  // random
  {
    path: 'random',
    title: 'խառը',
    shorts: true,
    meta: {
      keywords: ['random', 'shorts', 'ֆումիկոյի խոստովանությունը', 'fumiko\'s confession', 'フミコの告白']
    },
    list: {
      1: {
        title: 'ֆումիկոյի խոստովանությունը',
        meta: {
          en: ['fumiko\'s confession'],
          jp: ['フミコの告白']
        }
      }
    }
  },

  // magi
  {
    path: 'magi',
    title: 'մագի',
    meta: {
      en: ['magi'],
      jp: ['マギ'],
      ru: ['маги'],
      keywords: ['magi: the labyrinth of magic']
    },
    complete: false,
    seasons: {
      1: {
        complete: true,
        cover: 'jpg'
      }
    },
    episodes: {
      1: {
        title: 'Ալադին և Ալի-Բաբա'
      },
      2: {
        title: 'Ստորգետնյա ճանապարհ'
      },
      3: {
        title: 'Կատարման Կախարդանք'
      },
      4: {
        title: 'Դաշտերի Բնակիչները'
      },
      5: {
        title: 'Աշտարակի պահապանը'
      },
      6: {
        title: 'Ֆանալիսի պատերազմող ցեղը'
      },
      7: {
        title: 'Սինբադ'
      },
      8: {
        title: 'Դրժած խոստում'
      },
      9: {
        title: 'Արքայազնի պարտքը'
      },
      10: {
        title: 'Նրա անունը Ջուդալ է'
      },
      11: {
        title: 'Հեռավոր հյուրեր'
      },
      12: {
        title: 'Վճռականություն'
      },
      13: {
        title: 'Ապստամբ արքայազնը'
      },
      14: {
        title: 'Ալի-Բաբայի պատասխանը'
      },
      15: {
        title: 'Կաշիմի պատասխանը'
      },
      16: {
        title: 'Սոլոմոնի Իմաստություն'
      },
      17: {
        title: 'Ժպիտ'
      },
      18: {
        title: 'Սինդրիա թագավորություն'
      },
      19: {
        title: 'Սինբադի աստղային անունը'
      },
      20: {
        title: 'Երկու արքայազն'
      },
      21: {
        title: 'Զագանի աշտարակը'
      },
      22: {
        title: 'Կրակի արտեֆակտ'
      },
      23: {
        title: 'Մարտական գոչ'
      },
      24: {
        title: 'Անկում խավարի մեջ'
      },
      25: {
        title: 'Ալի-Բաբա ու Ալադին'
      }
    },
    authors: ['Մասունորի Քոջի'],
    genres: ['արկածային', 'ֆենթեզի'],
    team: {
      translators: ['luna'],
      editors: ['Iren S.S.', 'Hikari', 'Inori']
    },
    description: `
    
      «Արաբական գիշերների» ամբողջ աշխարհում կանգնած են վիթխարի աշտարակներ՝ լի հարստություններով և կախարդական իրերով: Որտեղի՞ց են դրանք՝ ոչ ոք չգիտի, բայց 
      բոլոր նրանք, ովքեր կարողանում են մտնել աշտարակ ու կենդանի դուրս գալ այնտեղից, դառնում են հարուստ ու ճանաչված: Հենց այսպիսի ճակատագրի մասին է երազում 
      վտարված արքայազն Ալի-Բաբան։ Օրերից մի օր հանդիպելով երիտասարդ կախարդ ու ջինի տիրակալ Ալադինին՝ Ալի-Բաբան սկսում է արկածներով լի իր ճանապարհը։

    `,
    rating: '14+',
    release: '2012'
  },

  // makoto shinkai
  {
    path: 'makoto-shinkai',
    title: 'մակոտո շինկայ',
    meta: {
      en: ['makoto shinkai'],
      jp: ['新海 誠'],
      ru: ['макото синкай'],
      keywords: ['ինչ-որ մեկի հայացքը', 'someone\'s gaze', 'խաչմերուկ', 'crossroad']
    },
    shorts: true,
    list: {
      1: {
        title: 'ինչ-որ մեկի հայացքը',
        meta: {
          en: ['someone\'s gaze']
        }
      },
      2: {
        title: 'խաչմերուկ',
        meta: {
          en: ['crossroad']
        }
      }
    },
    authors: ['Մակոտո Շինկայ'],
    genres: ['ռոմանտիկա', 'դրամա'],
    team: {
      translators: ['AkumaNoSaigi'],
      editors: ['Hikari']
    },
    description: `
    
      Շինկայի ստեղծագործությունների հիմնական թեման միայնությունն ու բաժանումն են՝ երկու հոգու կյանքի կտավին: Այս թեման առկա է նրա գրեթե բոլոր գործերում, և 
      երբեմն թվում է, թե Շինկայը կրկնում է միևնույն պատմությունը՝ պարզապես փոխելով ձևավորումը: Սակայն պետք չէ նրան մեղադրել. չէ՞ որ դա ոչ թե կրկնություն է, 
      այլ բացարձակ կատարելության հասնելու փորձ, հաջողվա՛ծ փորձ: Մակոտո Շինկայը փնտրում է իր կատարյալ պատմությունը... իսկ մեզ միայն մնում է աչքներս չորս արած 
      հիանալ նրա պատկերների հրաշագեղությամբ:
      
    `
  },

  // no game no life
  {
    path: 'nogame-nolife',
    title: 'չկա խաղ՝ չկա կյանք',
    meta: {
      en: ['no game no life'],
      jp: ['ノーゲーム・ノーライフ'],
      ru: ['без игры жизни нет']
    },
    channel: 'no_game_no_life',
    complete: true,
    episodes: {
      1: {
        title: 'Նորեկ'
      },
      2: {
        title: 'Սիրողական խաղացող'
      },
      3: {
        title: 'Փորձառու'
      },
      4: {
        title: 'Գրոսմայստեր'
      },
      5: {
        title: 'Թույլ դաշտ'
      },
      6: {
        title: 'Հետաքրքրություն'
      },
      7: {
        title: 'Զոհ'
      },
      8: {
        title: 'Կեղծ ավարտ'
      },
      9: {
        title: 'Երկնքի զբոսանք'
      },
      10: {
        title: 'Կապույտ վարդ'
      },
      11: {
        title: 'Սպանել հսկային'
      },
      12: {
        title: 'Տաս պատվիրան'
      }
    },
    authors: ['Ացուկի Իշիզուկա'],
    genres: ['արկածային', 'կատակերգություն', 'ֆենթեզի'],
    team: {
      translators: ['AkumaNoSaigi', 'luna'],
      editors: ['Inori']
    },
    description: `
    
      Շիրոն գերմարդկային ինտելեկտով աղջիկ է, Սորան՝ նրա ոչ պակաս խելացի եղբայրը: Միասին Շիրոն ու Սորան «Դատարկներն» են՝ անպարտելի մարդկային աշխարհի 
      ցանկացած խաղում: Մի օր նրանց իր աշխարհ է տանում Թեդը՝ խաղերի Աստվածը, որտեղ էլ Շիրոյին ու Սորային սպասում են նոր, հետաքրքիր ու վտանգավոր խաղեր:
    
    `,
    rating: '16+',
    release: '2014'
  },

  // kyoukai no kanata
  {
    path: 'kyoukai-no-kanata',
    title: 'սահմանից այն կողմ',
    meta: {
      en: ['beyond the boundary'],
      jp: ['境界の彼方'],
      ru: ['за гранью'],
      keywords: ['knk', 'kyoukai no kanata']
    },
    channel: 'kyoukai_no_kanata',
    complete: true,
    episodes: {
      1: {
        title: 'Կարմին'
      },
      2: {
        title: 'Ուլտրամերին'
      },
      3: {
        title: 'Լուսնա-մանուշակագույն'
      },
      4: {
        title: 'Դառը նարինջ'
      },
      5: {
        title: 'Լայմային'
      },
      6: {
        title: 'Վառ վարդագույն'
      },
      7: {
        title: 'Ամպերի գույնը'
      },
      8: {
        title: 'Հանգստացնող ոսկի'
      },
      9: {
        title: 'Արծաթե բամբուկ'
      },
      10: {
        title: 'Սպիտակ աշխարհ'
      },
      11: {
        title: 'Սև աշխարհ'
      },
      12: {
        title: 'Մոխրագույն աշխարհ'
      }
    },
    authors: ['Իշիդատե Տաիչի'],
    genres: ['արկածային', 'միստիկա'],
    team: {
      translators: ['AkumaNoSaigi'],
      editors: ['Iren S.S.', 'Hikari', 'Inori', 'AkumaNoSaigi']
    },
    description: `
    
      Ավագ դպրոցի երկրորդ դասարանի աշակերտ Ակիհիտոն սովորության համաձայն զբոսնում էր դպրոցի շրջակայքում, երբ նկատում է, թե ինչպես է Կուրիյամա Միրայ անունով 
      մի աղջիկ փորձում ինքնասպանություն գործել: Ակիհիտոն փրկում է նրան, բայց փրկությանն ի պատասխան Միրայը թրով խոցում է Ակիհիտոյի սիրտը: Տեսնելով, որ իր 
      հարվածից Ակիհիտոն չի մահացել՝ Միրայը հանկարծակիի է գալիս:
      
    `,
    rating: '14+',
    release: '2013'
  },

  // attack on titan
  {
    path: 'attack-on-titan',
    title: 'տիտանների գրոհը',
    meta: {
      en: ['attack on titan'],
      jp: ['進撃の巨人'],
      ru: ['атака на титанов'],
      keywords: ['shingeki no kyoujin', 'атака титанов', 'атакующий титан']
    },
    channel: 'attack_on_titans',
    complete: false,
    seasons: {
      1: {
        complete: true,
        cover: 'jpg'
      }
    },
    episodes: {
      1: {
        title: 'Շիգանշինայի կործանումը (Մաս I). Քեզ Մոտ, երկու հազար տարի անց'
      },
      2: {
        title: 'Շիգանշինայի կործանումը (Մաս II). Այդ օրը'
      },
      3: {
        title: 'Մարդկությունը վեր է կենում ծնկներից (Մաս I). Լույսի շողը հուսահատության մեջ'
      },
      4: {
        title: 'Մարդկությունը վեր է կենում ծնկներից (Մաս II). Ավարտական երեկո'
      },
      5: {
        title: 'Տրոստի ինքնապաշտպանությունը (Մաս I). Առաջին ճակատամարտը'
      },
      6: {
        title: 'Տրոստի ինքնապաշտպանությունը (Մաս II). Աշխարհը նրա աչքերով'
      },
      7: {
        title: 'Տրոստի ինքնապաշտպանությունը (Մաս III). Դաշույն'
      },
      8: {
        title: 'Տրոստի ինքնապաշտպանությունը (Մաս IV). Լսում եմ սրտի բաբախյունը նրա'
      },
      9: {
        title: 'Տրոստի ինքնապաշտպանությունը (Մաս V). Որտե՞ղ է ձախ ձեռքը'
      },
      10: {
        title: 'Տրոստի ինքնապաշտպանությունը (Մաս VI). Պատասխան'
      },
      11: {
        title: 'Տրոստի ինքնապաշտպանությունը (Մաս VII). Կուռք'
      },
      12: {
        title: 'Տրոստի ինքնապաշտպանությունը (Մաս VIII). Սպի'
      },
      13: {
        title: 'Տրոստի ինքնապաշտպանությունը (Մաս IX). Բնազդային ցանկություն'
      },
      14: {
        title: 'Այդ օրվանից'
      },
      15: {
        title: 'Հակահարվածից առաջ (Մաս I). Չեմ կարող նրա աչքերի մեջ նայել'
      },
      16: {
        title: 'Հակահարվածից առաջ (Մաս II). Հատուկ նշանակության ջոկատ'
      },
      17: {
        title: 'Հակահարվածից առաջ (Մաս III). Ի՞նչ է պետք անել'
      },
      18: {
        title: '57-րդ արտապատային արշավը (Մաս I). Կանացի առանձնյակ'
      },
      19: {
        title: '57-րդ արտապատային արշավը (Մաս II). Հսկա Ծառերի Անտառը'
      },
      20: {
        title: '57-րդ արտապատային արշավը (Մաս III). Կծոց'
      },
      21: {
        title: '57-րդ արտապատային արշավը (Մաս IV). Էրվին Սմիթ'
      },
      22: {
        title: '57-րդ արտապատային արշավը (Մաս V). Կործանիչ հարված'
      },
      23: {
        title: '57-րդ արտապատային արշավը (Մաս VI). Ջախջախվածները'
      },
      24: {
        title: 'Ստոհեսս շրջանի շուրջկալումը (Մաս I). Ժպիտը'
      },
      25: {
        title: 'Ստոհեսս շրջանի շուրջկալումը (Մաս II). Գթությունը'
      },
      26: {
        title: 'Ստոհեսս շրջանի շուրջկալումը (Մաս III). Պատը'
      }
    },
    authors: ['Արաքի ՏԵցուրո'],
    genres: ['արկածային', 'ֆենթեզի', 'շոնեն', 'դրամա'],
    team: {
      translators: ['ItacHidan'],
      editors: ['Iren S.S.']
    },
    description: `
    
      Հարյուր տարի շարունակ մարդկությունը խաղաղ ապրել է հսկայական պատերի ներսում, որոնք պաշտպանում էին արտաքին աշխարհի վտանգավոր թշնամիներից: Բոլորը վստահ են, 
      որ քանի դեռ իրենք դուրս չեն գալիս պատերից, իրենց ոչինչ չի կարող սպառնալ: Բայց տարիների ընթացքում մարդիկ հասցրել են կորցնել իրենց զգոնությունը, 
      ինչը ճակատագրական է դառնում…
      
    `,
    rating: '16+',
    release: '2009'
  },

  // toradora
  {
    path: 'toradora',
    title: 'տորադորա',
    meta: {
      en: ['toradora'],
      jp: ['とらドラ!'],
      ru: ['торадора']
    },
    complete: true,
    episodes: {
      1: {
        title: 'Վիշապն ու Վագրը'
      },
      2: {
        title: 'Րյուջին և Տաիգան'
      },
      3: {
        title: 'Քո երգը'
      },
      4: {
        title: 'Ինչպիսի տեսք նա ուներ'
      },
      5: {
        title: 'Կավաշիմա Ամի'
      },
      6: {
        title: 'Իմ իրական կերպարը'
      },
      7: {
        title: 'Լողավազանի բացումը'
      },
      8: {
        title: 'Ու՞մ համար'
      },
      9: {
        title: 'Ասում ես, գնում ենք ծով հանգստանալու՞'
      },
      10: {
        title: 'Հրավառություն'
      },
      11: {
        title: 'Օհաշի ավագ դպրոցի փառատոնը [Մաս առաջին]'
      },
      12: {
        title: 'Օհաշի ավագ դպրոցի փառատոնը [Մաս երկրորդ]'
      },
      13: {
        title: 'Օհաշի ավագ դպրոցի փառատոնը [Ավարտ]'
      },
      14: {
        title: 'Երջանկացնող Գրպանի Վագրը'
      },
      15: {
        title: 'Հեռու աստղեր'
      },
      16: {
        title: 'Քայլ առաջ'
      },
      17: {
        title: 'Սուրբ Ծննդին Մերկուրին վերադառնում է'
      },
      18: {
        title: 'Տոնածառի տակ'
      },
      19: {
        title: 'Սուրբ խնջույքը'
      },
      20: {
        title: 'Միշտ այսօրվա նման'
      },
      21: {
        title: 'Անկախ ամեն ինչից'
      },
      22: {
        title: 'Քեզանով աշխարհը'
      },
      23: {
        title: 'Ճանապարհը, որով պիտի քայլենք'
      },
      24: {
        title: 'Խոստովանություն'
      },
      25: {
        title: 'Տորադորա!'
      }
    },
    authors: ['Նագայ Տացույուքի'],
    genres: ['կատակերգություն', 'ռոմանտիկա', 'դրամա'],
    team: {
      translators: ['Suoyung', 'tado-mi'],
      editors: ['Iren S.S.', 'Hikari']
    },
    description: `

      Րյուջի Տակասուն նոր էր ընդունվել ավագ դպրոցի երկրորդ դասարան։ Նա արդեն հոգնել էր իրեն շրջապատողների համար ավելի լավը երևալու փորձերից․ 
      ինչքան էլ նա բարի չլիներ, հայացքի և արտաքինի պատճառով իրեն անընդհատ ավազակի տեղ էին դնում, և Րյուջին մոտ ապագայում ընկերուհի գտնելու հույս էլ չունի։ 
      Սակայն շուտով նա բախվում է դպրոցի ամենավտանգավոր արարածին՝ Տայգա Աիսակային։ Առաջին հանդիպումը Րյուջիի համար նոքաուտով է ավարտվում։

    `,
    rating: '14+',
    release: '2008'
  },

  // kaguya hime no monogatari
  {
    path: 'kaguya-hime',
    title: 'քագույա արքայադստեր հեքիաթը',
    meta: {
      en: ['the tale of princess kaguya'],
      jp: ['かぐや姫の物語'],
      ru: ['сказание о принцессе кагуя'],
      keywords: ['kaguya hime no monogatari']
    },
    feature: true,
    authors: ['Իսաո Տաքահատա'],
    genres: ['դրամա'],
    team: {
      translators: ['tado-mi'],
      editors: ['tado-mi']
    },
    description: `
    
      Օկինան եղեգ հավաքող մարդ էր, որը եղեգի պուրակում աշխատելիս մի օր փայլող եղեգների միջից գտնում է նորածին երեխայի։ Համարելով, որ նա աստվածային ընծա է՝ 
      Օկինան և նրա կինը՝ Օնան, որոշում են որդեգրել երեխային, որին նրանք ուղղակի Արքայադուստր են կոչում։ Արքայադուստրը, սակայն, եղեգի պես արագ է մեծանում ու 
      չի կարողանում հասկանալ՝ կկարողանա արդյո՞ք գտնել երկրի վրա երջանիկ ապրելու իր տեղը։
      
    `,
    rating: '11+',
    release: '2013',
    notes: 'նկարահանված է ճապոնական ժողովրդական «Եղեգ կտրողի մասին» հեքիաթի հիման վրա'
  },

  // kaze tachinu
  {
    path: 'kaze-tachinu',
    title: 'քամին ուժգնանում է',
    meta: {
      en: ['the wind rises'],
      jp: ['風立ちぬ'],
      ru: ['ветер крепчает'],
      keywords: ['kaze tachinu']
    },
    feature: true,
    authors: ['Հայաո Միյաձակի'],
    genres: ['կենսագրություն', 'դրամա', 'պատմական'],
    team: {
      translators: ['tado-mi'],
      editors: ['tado-mi']
    },
    description: `
    
      Ջիրո Հիրոքոշին գավառական քաղաքում ապրող երիտասարդ է։ Նա երազում է օրերից մի օր թռչել ինքնաթիռով՝ օդաչուական ակնոցն աչքերին։

    `,
    rating: '11+',
    release: '2013',
    notes: 'նկարահանված է իրական դեպքերի ու կերպարների հիման վրա։'
  }

  // {
  //   path: 'kami-sama-hajimemashite',
  //   title: 'կամի-սամա, շատ հաճելի է',
  //   episodes: {
  //     1: {
  //       title: 'Նանամին դառնում է Աստվածուհի'
  //     }
  //   }
  // },

  // IMPORTANT - check in with AkumaNoSaigi
  // {
  //   path: 'kimi-no-iru-machi',
  //   title: 'քաղաքը, որում դու ապրում ես',
  //   episodes: {
  //     1: {
  //     }
  //   }
  // },

  // IMPORTANT - check in with AkumaNoSaigi
  // {
  //   path: 'mangaka-and-his-assistant',
  //   title: 'մանգական և իր օգնականը',
  //   episodes: {
  //     1: {
  //     }
  //   }
  // },

]

export const archiveJson = [

  {
    path: 'monsters',
    title: 'հրեշներ',
    team: {
      translators: ['Namiko']
    },
    url: '18sOK6WRGLXKLRJRWMDqI_JLt--CHBMuGDV0j-hVl79g',
    release: '2013'
  },

  {
    path: 'interviews',
    title: 'հարցազրույցներ',
    team: {
      translators: ['tado-mi', 'Արի-սան'],
      editors: ['Արի-սան']
    },
    url: '11elYW4YSmzcWH8OkdLaitV3MI8rDnzyYus0F5WjItJs',
    release: '2016'
  },

  {

    path: '101-zen-stories',
    title: '101 ձեն պատմություն',
    team: {
      translators: ['tado-mi', 'Արի-սան']
    },
    url: '1U7SdJdzKM3YZRnFKYoqr8kAXPC8i-jjQcA8YSaWmz8g',
    release: '2016',
    description: `

      Այս գիրքը կազմված է ուղիղ հարյուր և մեկ առակներից, որոնք ամփոփում են չինացի և ճապոնացի Ձեն ուսուցիչների ավելի քան 
      հինգհարյուրամյա փորձը:

      Այս պատմությունները տասներեքերորդ դարում գրի են առվել Ձեն ուսուցիչ Մուջուի (բառացիորեն՝ «Չապրող») «Քարերի և ավազի հավաքածու» 
      գրքում, ինչպես նաև այլ Ձեն վանականների ժողովածուներում, որոնք լույս են տեսել Ճապոնիայում: Այդ հավաքածուներից առակները թարգմանվել 
      են անգլերեն, իսկ հետո՝ այլ լեզուներով։

      Այժմ Ձեն առակները կարող եք կարդալ նաև հայերեն:
    `

  },

  {

    path: 'akutagawa',
    title: 'ակուտագավա',
    team: {
      translators: ['Արի-սան']
    },
    authors: ['Րյունոսկե Ակուտագավա'],
    url: '1eW86EuWV8-2lhG7XiYx1Lh2AbOuVbJ3GEhxw5Q_ebZI',
    description: `
    
      Այստեղ ներկայացված են Րյունոսկե Ակուտագավայի երկու գործերը․ «Օիշի Կուրանոսկէն օրերից մի օր» և «Րաշոմոն դարպասը»։ 

    `,
    entries: [

      {
        path: 'gates-to-rashomon',
        description: `

          Վերջին երկու-երեք տարիների ընթացքում Կիոտոյի վրա մեկը մյուսի հետևից դժբախտություններ էին թափվում. մեկ երկրաշարժ, 
          մեկ փոթորիկ, մեկ հրդեհ, հիմա էլ՝ սով: 

        `
      },

      {
        path: 'oishi-kuranosuke',
        description: `

          Կուրանոսկէն կանգնած էր անշարժ՝ աչքերը հառած այդ ամուր սառը ծաղիկներին, որոնք կարծես մխրճվել էին կապույտ երկինքը։

        `

      }

    ]
  },

  {

    path: 'fables',
    title: 'ասացվածքներ',
    team: {
      translators: ['Արի-սան']
    },
    url: '1fzVTg5k2Pg9Z-rtQhCIhRM4jesFlNkIHNOA1fCEZPu0',
    description: `
    
      Ճապոնացիները հրաշալի ասացվածքներ ունեն՝ կարճ, կոնկրետ, դիպուկ, կծու ու թթու:

    `
  },

  {

    path: 'bushido',
    title: 'բուշիդո',
    team: {
      translators: ['Արի-սան']
    },
    url: '1NGFeWLLr7mdwjdP-8jNTzjjq63YZPPoE6jAYrixJBds',
    release: '2016',
    description: `
    
      Ամենից առաջ սամուրայը միշտ պետք է հիշի՝ զօր ու գիշեր, այն առավոտվանից, ինչ նա վերցնում է փայտիկները՝ ճաշակելու համար 
      ամանորյա ուտեստը, մինչև հին տարվա վերջին գիշերը, երբ նա իր պարտքն է հատուցում, հիշի, որ պիտի մահանա: 
      Ահա նրա ամենակարևոր գործը:

    `
  },

  // {

  //   path: 'hokku',
  //   title: 'հոքքուներ',
  //   team: {
  //     translators: ['Նունե Մովսիսյան']
  //   },
  //   authors: ['Մացուո Բաշո'],
  //   url: '1WQUEu_UOZgcEZvFaUTsvbXs1ZLx476VNfAajJh0LcnU',
  //   description: `

  //     Մացուո Բաշոն Ճապոնիայի Էդո ժամանակաշրջանի ամենահայտնի բանաստեղծներից է: Նույնսիկ այսօր՝ նրա մահից դարեր անց, Բաշոն համարվում է
  //     հայքուի լավագույն վարպետ: Չնայած սրան, բանաստեղծը իրեն վերագրել է րենքու ոճին:

  //   `

  // },

  {

    path: 'holidays',
    title: 'տոներ',
    team: {
      translators: ['Արի-սան']
    },
    url: '19aECpBNllvqwW98h2jPmrq4X7Io4cdfsrnZAE66H4Jo',
    release: '2016',
    description: `
    
      Այստեղ ներկայացված են տեղեկություններ Ճապոնիայում տոնվող չորս տոների մասին․ Նոր տարի, Չափահասության տոն, Պետության տոն և Սիրո տոն։

    `

  }

  // {

  //   path: 'diagnosis',
  //   title: 'դիագնոզ',
  //   authors: ['Արի-սան'],
  //   genres: ['հեղինակային'],
  //   url: '1BOJxNKsSFnO0ITbq1LRRJpaSlFrR87T32TwSOlKG-1g',
  //   release: '2016',
  //   description: `

  //     Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation
  //     ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Excepteur sint occaecat
  //     cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum.

  //   `
  // }

]
